export const news = [
    {
        news_id: "001",
        year: "2023",
        month: "1",
        date: "23",
        title: "第一則最新消息",
        content: "測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        ",
        image: "",
        audio: "../audio/test.mp3",
        video: "../video/test.mp4",
    },
    {
        news_id: "002",
        year: "2023",
        month: "2",
        date: "10",
        title: "第二則測試消息",
        content: "測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        ",
        image: "../images/footer.jpeg",
        audio: "../audio/test.mp3",
        video: "",
    },
]