export const news = [
    {
        news_id: "007",
        year: "2023",
        month: "03",
        date: "20",
        title: "【活動公告】「一位經濟學家的資料科學之旅」專題演講，歡迎報名參加！",
        content:
            "活動日期：2023/05/03(三)\n\
            活動時間：18: 30 - 20: 10（18: 10 - 18: 20報到）\n\
            活動講師：國立臺灣大學經濟學系 林明仁特聘教授\n\
            活動地點：先鋒大樓303階梯教室\n\
            參與對象：大專院校學生師生\n\
            活動簡介：此次活動特別邀請國立台灣大學林明仁特聘教授以個人在社會科學領域應用的研究，介紹資料科學與技術是如何預測和發現人類行為與社會運作的規律。教育領域作為社會科學領域底下的一個分支，借鑑資料科學在社會科學領域的應用，可以啟發更多元的研究方向。\n\
            相關文章：https://www.google.com/amp/s/www.cw.com.tw/amp/article/5095753\
            ",
        image: [
            {
                image00: "../images/news/20230320/topic_2023_03.jpg",
            }
        ],
        audio: [
            {
                audio00: "../audio/",
            }
        ],
        video: [
            {
                video00: "../video/",
            }
        ],
    },
    {
        news_id: "006",
        year: "2023",
        month: "03",
        date: "15",
        title: "【活動公告】期中：微學程推廣說明會，歡迎自由參與！",
        content:
            "場次一\n\
            時間：112年4月12日(三) 16:30-17:00 ； 地點：國立臺北科技大學 第六教學大樓327教室\n\n\
            場次二\n\
        時間：112年4月13日(四) 10: 00 - 11: 00 ； 地點：國立臺北科技大學 第六教學大樓327教室\n\
        ",
        image: [
            {
                image00: "../images/news/20230315/20230315.png",
            }
        ],
        audio: [
            {
                audio00: "../audio/",
            }
        ],
        video: [
            {
                video00: "../video/",
            }
        ],
    },
    {
        news_id: "005",
        year: "2023",
        month: "02",
        date: "02",
        title: "【活動公告】2023教育數據分析與應用技術交流會，歡迎報名參加！",
        content:
            "活動日期：2023/02/03(五)、2023/02/11(六)\n\
        活動時間：09:00-16:00（8:30-9:00報到）\n\
        活動講者：\n\
        1.日辰資訊股份有限公司/涂賀翔/技術工程師\n\
        2.國立臺北科技大學附屬桃園農工高級中等學校總務處/李修銘/主任\n\
        3.國立臺北科技大學附屬桃園農工高級中等學校生機科/沈毓富/老師\n\
        參與對象：大專院校師生都可報名參與\n\
        活動地點：國立臺北科技大學 共同科館302教室\n\
        活動簡介：此次活動特別與「巨量教育數據分析與應用實驗室」於寒假合作辦理的技術交流會，主要是為了讓更多人瞭解人工智能領域，其中包含如何運用程式語言Python，將其強大的功能應用於教育領域之中，協助教師們分析學生學習情形；並且使用python與Line機器聊天室結合，解決機構行政端的業務負擔。以及如何使用代理人模型模擬各種可能發生的情形，以用來預測未來現象。\
        ",
        image: [
            {
                image00: "../images/news/20230202/winter_camp_2023.jpg",
            }
        ],
        audio: [
            {
                audio00: "../audio/",
            }
        ],
        video: [
            {
                video00: "../video/",
            }
        ],
    },
    {
        news_id: "004",
        year: "2023",
        month: "02",
        date: "01",
        title: "【活動公告】開學：微學程推廣說明會，歡迎自由參與！",
        content:
            "場次一\n\
            時間：112年2月20日(一) 09:30-12:30 ； 地點：國立臺北科技大學 共科館313電腦教室\n\n\
            場次二\n\
            時間：112年2月20日(一) 13:00-14:00 ； 地點：國立臺北科技大學 第六教學大樓427教室\n\n\
            場次三\n\
            時間：112年2月23日(四) 15:00-16:00 ； 地點：國立臺北科技大學 科研大樓1223電腦教室\n\n\
            場次四\n\
            時間：112年2月24日(五) 09:00-10:00 ； 地點：國立臺北科技大學 科研大樓240教室\n\n\
            場次五\n\
            時間：112年2月24日(五) 10:00-11:00 ； 地點：國立臺北科技大學 科研大樓1223教室\n\
        ",
        image: [
            {
                image00: "../images/news/20230201/20230201.png",
            }
        ],
        audio: [
            {
                audio00: "../audio/",
            }
        ],
        video: [
            {
                video00: "../video/",
            }
        ],
    },
    {
        news_id: "003",
        year: "2023",
        month: "01",
        date: "10",
        title: "【修課攻略】踏入教育大數據，懶人包來囉！",
        content: "想要踏入教育大數據的同學，懶人包為你解惑！",
        image: [
            {
                image00: "../images/news/20230110/slide1.JPG",
                image01: "../images/news/20230110/slide2.JPG",
                image02: "../images/news/20230110/slide3.jpg",
                image03: "../images/news/20230110/slide4.JPG",
                image04: "../images/news/20230110/slide5.JPG",
                image05: "../images/news/20230110/slide6.JPG",
                image06: "../images/news/20230110/slide7.JPG",
                image07: "../images/news/20230110/slide8.JPG",
                image08: "../images/news/20230110/slide9.JPG",
                image09: "../images/news/20230110/slide10.JPG",
                image10: "../images/news/20230110/slide11.JPG",
            }
        ],
        audio: [
            {
                audio00: "../audio/",
            }
        ],
        video: [
            {
                video00: "../video/",
            }
        ],
    },
    {
        news_id: "002",
        year: "2022",
        month: "12",
        date: "20",
        title: "【修課攻略】111學年第二學期開設五門課程，歡迎修讀！",
        content:
            "111學年第二學期，已設置五門課程提供給同學選擇喔！\n\
            基礎課程：\n\
            Python程式設計概論與應用2門（課程代號：317452或317462）\n\
            數據程式設計1門（課程代號：316921）\n\n\
            進階課程：\n\
            資料科學原理與教育數據應用1門（課程代號：316310）\n\
            教育資訊安全專題1門（課程代號：317313）\n\
            "
        ,
        image: [
            {
                image00: "../images/news/20221220/1.jpg",
                image01: "../images/news/20221220/2.jpg",
                image02: "../images/news/20221220/3.jpg",
                image03: "../images/news/20221220/4.jpg",
            }
        ],
        audio: [
            {
                audio00: "../audio/",
            }
        ],
        video: [
            {
                video00: "../video/",
            }
        ],
    },
    {
        news_id: "001",
        year: "2022",
        month: "12",
        date: "01",
        title: "【修課攻略】教育大數據微學程開跑，歡迎修讀！",
        content: "教育大數據微學程，歡迎同學們加入修讀！",
        image: [
            {
                image00: "../images/news/20221201/poster.jpg",
            }
        ],
        audio: [
            {
                audio00: "../audio/",
            }
        ],
        video: [
            {
                video00: "../video/",
            }
        ],
    },
]