export const news = [
    // {
    //     news_id: "001",
    //     year: "2023",
    //     month: "1",
    //     date: "23",
    //     title: "第一則最新消息",
    //     content: "測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
    //     測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
    //     測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
    //     測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
    //     測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
    //     測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
    //     ",
    //     image: "",
    //     audio: "../audio/test.mp3",
    //     video: "../video/test.mp4",
    // },
]