export const questions = [
    {
        id: "001",
        q: "如果沒有資訊基礎也沒有數據分析相關技能的同學，是否仍適合修讀教育大數據微學程呢？",
        ans: "本微學程很歡迎跨域學習的同學參與修讀，不用擔心沒有相關基礎能力，\
        本學程設置多種輔導管道與學習資源給同學優良的學習環境。"
    },
    {
        id: "002",
        q: "一人是否可以修習多門微學程？",
        ans: "在不違背選課辦法的規定之下(例：大學部學生與研究生每學期修習學分數上限)\
        ，同學可自行規劃安排各項微學程之修習，一人可修習多門。"
    },
    {
        id: "003",
        q: "研究生修習微學程，請問如果是大學部的課程，是否可列入畢業門檻？",
        ans: "依據本校選課辦法規範，研究所學生得修大學部所開課程，\
        但其成績不計入當學期及畢業總平均，亦不得列入畢業學分數。"
    },
    {
        id: "004",
        q: "微學程的科目表原為本系專業選修課程，請問修讀微學程是否可重複認列？",
        ans: "可以，微學程之科目，屬原系專業課程，則計入專業學分。"
    },
    {
        id: "005",
        q: "修讀微學程是否要依序修讀基礎、進階、實務？",
        ans: "沒有規定必須依序修習，若同學本身就讀系所已有具備相關知能，\
        則可自行規劃彈性安排課程的修習。原先微學程課程模組設計目的，是希望同學能夠循序漸進學習，\
        從基礎學科的涵養，再到融入專業核心知識，最後進行整合與應用深化所學並穩固完整學習歷程。"
    }
]