export const result = [
    {
        result_id: "001",
        year: "2023",
        month: "2",
        date: "11",
        title: "第一個成果",
        content: "測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        ",
        image: "",
        audio: "../audio/test.mp3",
        video: "../video/test.mp4",
    },
    {
        result_id: "002",
        year: "2023",
        month: "2",
        date: "12",
        title: "第二個測試成果",
        content: "測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字測試用文字\
        ",
        image: "../images/footer.jpeg",
        audio: "../audio/test.mp3",
        video: "",
    },
]